{
  "news": [
    {
      "title": "Government Announces New Education Reforms",
      "content": "In a press conference held earlier today, the government announced a series of comprehensive education reforms aimed at improving the quality of education in the country. The reforms include changes in the curriculum, teacher training programs, and increased funding for schools in rural areas. Education experts have welcomed the move, emphasizing the importance of investing in the future through quality education.",
      "writer": "Niraj Sathe",
      "category": "Education",
      "src":"https://img.freepik.com/free-vector/education-easy-learning-set-icons_24877-51590.jpg?w=740&t=st=1720166018~exp=1720166618~hmac=ceb597e4b55a8c48b02e2bb46da264309cfe2435fa339c48e5c675e5bdeb410d"
    },
    {
      "title": "Major Road Accident Causes Traffic Jam in Delhi",
      "content": "A major road accident involving multiple vehicles occurred on the Delhi-Gurgaon expressway today, causing a significant traffic jam during rush hours. Authorities and emergency services were quick to respond, providing medical aid to the injured and clearing the road. Motorists are advised to avoid the area and seek alternative routes until the traffic congestion is resolved.",
      "writer": "Niraj Sathe",
      "src":"https://cdn.pixabay.com/photo/2014/06/16/21/02/accident-370019_1280.jpg",
      "category": "Accident"
    },
    {
      "title": "Scientists Make Breakthrough in Renewable Energy Research",
      "content": "Researchers at a leading scientific institute in India have made a groundbreaking discovery in renewable energy research. They have developed a new solar cell technology that significantly enhances energy conversion efficiency. This breakthrough has the potential to revolutionize the renewable energy sector, making solar power more affordable and accessible for millions of people across the country.",
      "writer": "Niraj Sathe",
      "src":"https://cdn.pixabay.com/photo/2022/01/10/15/29/wind-mills-6928590_1280.jpg",
      "category":"Research"
    },
    {
      "title": "Monsoon Rains Bring Relief to Drought-Affected Regions",
      "content": "Several drought-affected regions in India received much-needed relief as the monsoon rains arrived earlier than expected. Farmers and residents in these areas were facing severe water shortages, impacting agriculture and daily life. The timely arrival of monsoon rains has raised hopes for a successful crop season and improved water availability for communities.",
      "writer": "Niraj Sathe",
      "src":"https://cdn.pixabay.com/photo/2015/06/19/20/14/water-815271_1280.jpg",
      "category":"Monsoon"
    },
    {
      "title": "Indian Athletes Shine at International Sports Event",
      "content": "Indian athletes displayed outstanding performances at the recently concluded international sports event, bringing home several medals in various disciplines. The athletes showcased their skills and determination, earning praise from sports enthusiasts and officials alike. Their achievements highlight the talent and potential of Indian athletes on the global stage.",
      "writer": "Niraj Sathe",
      "src":"https://media.istockphoto.com/id/1206113166/photo/goal-celebration.jpg?s=612x612&w=0&k=20&c=yD-fdWWPw5MqNv-bvEvWtDBZ7Cx2Rn53l9NNwX7RhlA=",
      "category":"Sprots"
    }
  ]
}
