{
  "sportsNews": [
    {
      "title": "Team Triumphs in Grand Soccer Championship",
      "content": "In an exciting match held at the city stadium, Team A emerged victorious in the Grand Soccer Championship. The team showcased exceptional teamwork and skill, securing a 3-1 victory over their opponents. Fans cheered as Team A players celebrated their well-deserved win.",
      "writer": "Niraj Sathe",
      "category":"Sports",
      "src":"https://t4.ftcdn.net/jpg/02/86/76/77/360_F_286767786_boXM75PDLYIsYWzabZ3fKcM3esv50TNS.jpg"
    },
    {
      "title": "Record-Breaking Marathon Run in Annual Sports Event",
      "content": "In the annual marathon event, athlete John Smith set a new record by completing the 42-kilometer race in just 2 hours and 10 minutes. Spectators and fellow athletes applauded John's incredible feat, making it a memorable moment in the history of the sports event.",
      "writer": "Niraj Sathe",
      "category":"Sports",
      "src": "https://png.pngtree.com/thumb_back/fh260/background/20230720/pngtree-a-3d-illustration-of-health-care-treatment-for-sports-related-injuries-image_3711240.jpg"
    },
    {
      "title": "Tennis Star Advances to Semifinals in International Tournament",
      "content": "Renowned tennis player Sarah Johnson showcased her exceptional skills in the international tennis tournament, securing a spot in the semifinals. Sarah's impressive performance in the quarterfinal match left fans in awe as she defeated her opponent with a stunning display of power and precision.",
      "writer": "Niraj Sathe",
      "category":"Sports",
      "src":"https://cdn.pixabay.com/photo/2016/05/31/23/21/badminton-1428046_640.jpg"
    },
    {
      "title": "Local Gymnast Wins Gold Medal in World Championships",
      "content": "Young gymnast Emily Davis made her country proud by winning a gold medal in the World Gymnastics Championships. Emily's flawless routines and graceful movements captured the attention of the judges and the audience, earning her the top spot on the podium.",
      "writer": "Niraj Sathe",
      "category":"Sports",
      "src":"https://c4.wallpaperflare.com/wallpaper/93/946/449/sports-high-resolution-desktop-backgrounds-wallpaper-preview.jpg"
    },
    {
      "title": "Basketball Team Clinches Overtime Victory in Intense Game",
      "content": "In a nail-biting basketball game that went into overtime, Team B secured a thrilling victory over their rivals. The match was intense, with both teams displaying remarkable skills and determination. Team B's last-minute basket sealed their win, leaving fans on the edge of their seats.",
      "writer": "Niraj Sathe",
      "category":"Sports",
      "src":"https://cdn.pixabay.com/photo/2013/07/13/09/46/basketball-155997_640.png"
    }
  ]
}
